7zip
archlinuxcn-keyring
aspell
base
base-devel
bat
btop
chafa
cifs-utils
clinfo
cmake
cuda
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
fd
ffmpegthumbnailer
ffmpegthumbnailer-mp3
ffmpegthumbs
fish
freerdp2
fzf
gdb
git
git-delta
git-filter-repo
git-lfs
git-secrets
github-cli
gitleaks
glu
gnome-keyring
go
hunspell
imagemagick
jdk-openjdk
kio-admin
lazygit
less
libva-utils
lldb
lua
lua-sec
lua51
luarocks
markdownlint-cli2
mesa-utils
miniconda3
nano
neovim
neovim-qt
neovim-symlinks
noto-cjk-fontconfig
noto-fonts-cjk
npm
nuspell
nvidia-settings
nvidia-utils
opencl-rusticl-mesa
pkgfile
podman
podman-compose
podman-docker
pre-commit
prettier
prettier-plugin-latex
pulseaudio
pyside6
python-certifi
python-dnspython
python-keyring
python-pyxdg
python-requests
qt5-wayland
rdma-core
ripgrep
rsync
rust
rust-analyzer
sqlfluff
stow
sudo
texlive-binextra
tk
tldr
tmux
tokei
trash-cli
tree-sitter-cli
ttf-noto-sans-mono-vf
ttf-noto-sans-vf
ueberzugpp
unrar
unzip
vdpauinfo
vimv-git
viu
vulkan-intel
vulkan-mesa-layers
vulkan-swrast
vulkan-tools
wayland-utils
weston
wget
win32yank-bin
wlroots
wslu
xdg-desktop-portal
xmake
xorg-server
xorg-server-devel
xorg-xeyes
xorg-xwayland
yay
yazi-git
zoxide
zsh
