7zip
appmenu-gtk-module
archlinuxcn-keyring
aria2
aspell
atomicparsley
base
base-devel
bat
bleachbit
bottom
btop
btrfs-progs
bun
caddy
chafa
cifs-utils
clinfo
clipboard-bin
cmake
cpp-pinyin
cuda
ddcutil
directx-headers
docker
docker-buildx
dos2unix
dust
evcxr_repl
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
fd
festival
ffmpegthumbnailer
ffmpegthumbnailer-mp3
ffmpegthumbs
fish
flite1
fontforge
freerdp2
fzf
gdb
gdu
gimp-help-zh_cn
git
git-delta
git-filter-repo
git-lfs
git-secrets
github-cli
glab
glow
glu
gnome-keyring
go
gtk-engine-murrine
helix
hspell
hunspell
hyperfine
icu76
imagemagick
img2pdf
jdk-openjdk
jujutsu
just
kilo-bin
kio-admin
lazygit
lazyjj
less
libappindicator
libc++
libreoffice-fresh
libva-utils
libvoikko
libxcrypt-compat
lldb
lua
lua-sec
lua51
luarocks
markdownlint-cli2
mediainfo
mermaid-cli
mesa-utils
moreutils
mpv
msgpack-cxx
nano
neovim
neovim-qt
neovim-symlinks
nodejs-vite
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nuspell
nvidia-container-toolkit
nvidia-settings
nvidia-utils
openbsd-netcat
opencl-mesa
opencode
orchis-theme
otf-libertinus
pandoc-cli
paru
payload-dumper-go
perl-www-robotrules
pigz
pistol-bin
pixi
pkgfile
pngquant
pnpm
pre-commit
prettier
prettier-plugin-latex
pulseaudio
pyside6
python-black
python-brotli
python-brotlicffi
python-certifi
python-dnspython
python-gitpython
python-httpx
python-jieba
python-keyring
python-matplotlib
python-mutagen
python-omegaconf
python-ormsgpack
python-pdf2image
python-pickleshare
python-pip
python-pipx
python-pycryptodome
python-pycryptodomex
python-pylatexenc
python-pymupdf
python-pynvim
python-pytweening
python-pyxattr
python-pyxdg
python-requests
python-scipy
python-tariff
python-transformers
python-u-msgpack
python-websockets
python-xattr
qt5-wayland
qt6-multimedia
rdma-core
read-edid
reflector
resvg
rhino
rich-cli
ripgrep
ripgrep-all
rsync
rtmpdump
rust
rust-analyzer
sentencepiece
speech-dispatcher
sqlfluff
starship
stow
sudo
tela-circle-icon-theme-all
tesseract-data-chi_sim
tesseract-data-eng
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tk
tldr
tmux
tokei
trash-cli
tree-sitter-bash
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ttf-linux-libertine
typst
typstyle
ueberzugpp
unarchiver
unrar
unzip
uv
vcpkg
vdpauinfo
vimv
viu
vlc
vte3
vulkan-intel
vulkan-mesa-layers
vulkan-swrast
vulkan-tools
wayland-protocols
wayland-utils
webkit2gtk-4.1
weston
wget
win32yank-bin
wlroots0.18
wslu
xdg-desktop-portal
xdotool
xf86-video-vesa
xmake
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
yay
yazi
yt-dlp
zbar
zoxide
zsh
