7zip
archlinuxcn-keyring
aspell
base
base-devel
bat
bleachbit
btop
chafa
cifs-utils
clinfo
cmake
cpp-pinyin
cuda
ddcutil
directx-headers
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
fd
festival
ffmpegthumbnailer
ffmpegthumbnailer-mp3
ffmpegthumbs
fish
fontforge
freerdp2
fzf
gdb
gimp
gimp-help-zh_cn
git
git-delta
git-filter-repo
git-lfs
git-secrets
github-cli
glu
gnome-keyring
go
gtk-engine-murrine
hspell
hunspell
hyperfine
imagemagick
ipython
jdk-openjdk
kio-admin
lazygit
less
libva-utils
libvoikko
lldb
lua
lua-sec
lua51
luarocks
markdownlint-cli2
mesa-utils
moreutils
nano
neovim
neovim-qt
neovim-symlinks
noto-fonts-cjk
npm
nuspell
nvidia-settings
nvidia-utils
opencl-rusticl-mesa
orchis-theme
pandoc-cli
pkgfile
podman
podman-compose
podman-docker
pre-commit
prettier
prettier-plugin-latex
pulseaudio
pyside6
python-black
python-certifi
python-dnspython
python-gitpython
python-jieba
python-keyring
python-matplotlib
python-pickleshare
python-pip
python-pipx
python-pylatexenc
python-pynvim
python-pyxdg
python-requests
python-scipy
python-tariff
qt5-wayland
rdma-core
read-edid
reflector
ripgrep
rsync
rust
rust-analyzer
speech-dispatcher
sqlfluff
starship
stow
sudo
tela-circle-icon-theme-all
tesseract-data-chi_sim
tesseract-data-eng
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tk
tldr
tmux
tokei
trash-cli
tree-sitter-cli
ueberzugpp
unrar
unzip
uv
vcpkg
vdpauinfo
vimv
viu
vlc
vte3
vulkan-intel
vulkan-mesa-layers
vulkan-swrast
vulkan-tools
wayland-utils
weston
wget
win32yank-bin
wlroots
wslu
xdg-desktop-portal
xdotool
xf86-video-vesa
xmake
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
yay
yazi-git
zathura-git
zathura-pdf-mupdf-git
zbar
zoxide
zsh
